tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "heroku/brew"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "neovim"
brew "pwgen"
brew "terraform"
brew "heroku"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
cask "microsoft-teams"
cask "microsoft-office"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "whatsapp"
cask "discord"
cask "figma"
